{
    
    "Home":"Дом",
    "Quantify":"Количественная оценка",
    "Team":"Команда",
    "Assets":"Ресурсы",
    "Hello":"Привет",
    "Profile":"Профиль",
    "Welcome to the Future of Trading Global Strategic Trade Artificial Intelligence and  quantification!":"Добро пожаловать в будущее глобальной стратегической торговли, искусственный интеллект и количественная оценка!",
    "Unlock GSTAIQ premium to unlock all features.":"Разблокируйте премиум-версию GSTAIQ, чтобы разблокировать все функции.",
    "Total Assets":"Всего активов",
    "Invite Friends":"Пригласить друзей",
    "We are excited to launch our AI-enhanced trading platform! Join us to explore advanced analytics and real-time insights that transform your trading. Thank you for being part of our journey to excellence!":"Мы рады запустить нашу торговую платформу с искусственным интеллектом! Присоединяйтесь к нам, чтобы изучить расширенную аналитику и информацию в режиме реального времени, которая изменит вашу торговлю. Благодарим вас за участие в нашем пути к совершенству!",
    "Share GSTAIQ Quantitative Bonus":"Поделитесь количественным бонусом GSTAIQ",
    "Complete Tasks for Rewards":"Выполняйте задания и получайте награды",
    "Total GSTAIQ Earnings":"Общий доход GSTAIQ",
    "Team Todays Earnings": "Сегодняшний доход команды",
    "Total team income":"Общий доход команды",
    "Single Start GSTAIQ Quantization":"Одностартовое квантование GSTAIQ",
    "Effective amount":"Эффективная сумма",
    "Todays Quantifiable Amount":"Сегодняшняя измеримая сумма",
    "Todays Earnings":"Сегодняшний доход",
    "Todays Quantifiable Count":"Сегодняшний количественный подсчет",
    "1st generation valid members":"Действительные участники 1-го поколения",
    "2st generation valid members":"Действительные участники 2-го поколения",
    "3rd generation valid members":"Действительные участники 3-го поколения",
    "VIP1 Benefits":"Преимущества VIP1",
    "VIP1 Upgrade conditions":"Условия обновления VIP1",
    "Team Data Overview":"Обзор данных команды",
    "New Members":"Новые участники",
    "New Earnings":"Новые доходы",
    "Earnings Analysis":"Анализ доходов",
    "AccumulatedTeam":"НакопленнаяКоманда",
    "View Team List":"Посмотреть список команд",
    "Total Earn":"Общий заработок",
    "Total Recharge":"Полное пополнение",
    "Total Withdrawals":"Общий вывод средств",
    "Recent Three Generations Data":"Данные последних трех поколений",
    "Effective User Data":"Эффективные пользовательские данные",
    "ValidMembers":"Валидные члены",
    "Commission":"Комиссия",
    "Total Earnings":"Общий доход",
    "GSTAIQ Wallet":"Кошелек GSTAIQ",
    "Flexible Funds":"Гибкие фонды",
    "Asset Overview":"Обзор активов",
    "Deposit":"Депозит",
    "Withdrawal":"Снятие",
    "Asset List":"Список активов",
    "Invitation code":"Код приглашения",
    "Currently open the highest discount channel":"В настоящее время открыт канал с самой высокой скидкой",
    "Upgrade now":"Обнови сейчас",
    "Pending Funds":"Ожидающие средства",
    "Team Size":"Размер команды",
    "Leadership Ranks and Rewards":"Лидерские звания и награды",
    "Participate in the event and get rewards":"Участвуйте в мероприятии и получайте награды",
    "Commonly used tools":"Часто используемые инструменты",
    "Identity Verification":"Проверка личности",
    "Unverified":"Непроверенный",
    "Bind Email":"Привязать электронную почту",
    "Change Email":"Изменить e-mail",
    "Login Password":"Логин Пароль",
    "Transaction Password":"Пароль транзакции",
    "Team List":"Список команд",
    "Feedback":"Обратная связь",
    "Username":"Имя пользователя",
    "Status":"Положение дел",
    "Level":"Уровень",
    "Quantification Records":"Количественные записи",
    "Investment Amount":"Сумма инвестиций",
    "Profit":"Выгода",
    "Entry Price":"Цена входа",
    "Exit Price":"Цена выхода",
    "Symbol":"Символ",
    "Completion Time":"Время завершения",
    "Make Deposit":"Внести депозит",
    "Select Payment Mode":"Выберите режим оплаты",
    "Enter Amount":"Введите сумму",
    "Minimum deposit: 10 USDT Less than the minimum amount will not be credited":"Минимальный депозит: 10 USDT Меньше минимальной суммы не зачисляется.",
    "Please check the deposit address for each deposit, usually within 5 minutes of completing the transfer":"Пожалуйста, проверяйте адрес депозита для каждого депозита, обычно в течение 5 минут после завершения перевода.",
    "Confirm Deposit":"Подтвердить депозит",
    "Select Currency":"Выберите валюту",
    "Amount":"Количество",
    "Order ID":"номер заказа",
    "Transaction ID":"номер заказа",
    "Deposit Address":"Адрес депозита",
    "Cancel":"Отмена",
    "Switch Language":"Переключить язык",
    "Select Mainnet":"Выберите основную сеть",
    "Withdraw":"Отзывать",
    "Withdrawal Address":"Адрес вывода",
    "Withdrawal Amount":"Сумма вывода",
    "Available for Withdrawal":"Доступно для вывода",
    "Minimum withdrawal amount":"Минимальная сумма вывода",
    "Maximum withdrawal amount":"Максимальная сумма вывода",
    "Transaction Fee":"Комиссия на перевод",
    "Actual Amount Received":"Фактическая полученная сумма",
    "New user fund protection period, please check in":"Срок защиты средств нового пользователя, пожалуйста, зарегистрируйтесь",
    "Transaction password":"Пароль транзакции",
    "Each withdrawal usually takes up to 0-72 hours to reach your digital currency wallet":"Каждый вывод средств обычно занимает от 0 до 72 часов, чтобы попасть на ваш кошелек цифровой валюты",
    "After each withdrawal reaches your digital currency wallet, it takes 48 hours before a new withdrawal can be made":"После того, как каждый вывод средств поступает на ваш кошелек цифровой валюты, проходит 48 часов, прежде чем можно будет сделать новый вывод средств",
    "The format of the withdrawal password can only be any combination of 6 digits from 0 to 9, and no symbols or letters can be entered":"Формат пароля для вывода может представлять собой только любую комбинацию из 6 цифр от 0 до 9, символы и буквы вводить нельзя",
    "After changing the login password, transaction password, wallet address, or email account, you must wait for 48 hours after the fund protection status is lifted before applying for a withdrawal":"После изменения пароля для входа, пароля транзакции, адреса кошелька или учетной записи электронной почты вам необходимо подождать 48 часов после снятия статуса защиты средств, прежде чем подавать заявку на вывод средств.",
    "VIP0: Minimum withdrawal: 10; Maximum withdrawal: 10; Fee: 5USDT":"VIP0: Минимальный вывод: 10; Максимальный вывод: 10; Комиссия: 5 долларов США",
    "VIP1: Minimum withdrawal: 10, Maximum withdrawal: 50000; Fee: 5%":"VIP1: Минимальный вывод: 10, Максимальный вывод: 50000; Комиссия: 5%",
    "VIP2: Minimum withdrawal: 30, Maximum withdrawal: 50000; Fee: 5%":"VIP2: Минимальный вывод: 30, Максимальный вывод: 50000; Комиссия: 5%",
    "User ID":"ID пользователя",
    "Email":"Электронная почта",
    "Verification Code":"Проверочный код",
    "New Email":"Новый E-mail",
    "Confirm":"Подтверждать",
    "Change Login Password":"Изменить пароль для входа",
    "Current Email":"Текущая электронная почта",
    "New password":"Новый пароль",
    "Confirm password":"Подтвердите пароль",
    "Change Transaction Password":"Изменить пароль транзакции",
    "Task Center":"Центр задач",
    "Long-Term Task":"Долгосрочная задача",
    "Daily Tasks":"Ежедневные задания",
    "Inviting 1 valid user will reward you with 5 USDT":"Пригласив 1 действительного пользователя, вы получите в награду 5 долларов США.",
    "If the number of invited users reaches 1 and the user's first deposit exceeds 100 USDT, he or she will be considered a valid user. This reward can only be obtained once and cannot be obtained repeatedly.":"Если количество приглашенных пользователей достигнет 1 и первый депозит пользователя превысит 100 долларов США, он будет считаться действительным пользователем. Эту награду можно получить только один раз и нельзя получить повторно.",
    "Inviting 5 valid user will reward you with 30 USDT":"Пригласив 5 действительных пользователей, вы получите в награду 30 долларов США.",
    "If the number of invited users reaches 5 and the first deposit of 5 users exceeds 100 USDT,they will be considered as valid users. This reward can only be obtained once and cannot be obtained repeatedly.":"Если количество приглашенных пользователей достигнет 5 и первый депозит 5 пользователей превысит 100 долларов США, они будут считаться действительными пользователями. Эту награду можно получить только один раз и нельзя получить повторно.",
    "Inviting 10 valid user will reward you with 120 USDT":"Пригласив 10 действительных пользователей, вы получите в награду 120 долларов США.",
    "If the number of invited users reaches 10, and the first deposit amount of these 10 people exceeds 100 USDT, they will be regarded as 10 valid users. This reward can only be obtained once and cannot be obtained repeatedly.":"Если количество приглашенных пользователей достигнет 10, а сумма первого депозита этих 10 человек превысит 100 долларов США, они будут считаться 10 действительными пользователями. Эту награду можно получить только один раз и нельзя получить повторно.",
    "Inviting 20 valid user will reward you with 220 USDT":"Пригласив 20 действительных пользователей, вы получите в награду 220 долларов США.",
    "If the number of invited users reaches 20, and the first deposit amount of these 20 people exceeds 100 USDT, they will be regarded as 20 valid users. This reward can only be obtained once and cannot  be obtained repeatedly.":"Если количество приглашенных пользователей достигнет 20, а сумма первого депозита этих 20 человек превысит 100 долларов США, они будут считаться 20 действительными пользователями. Эту награду можно получить только один раз и нельзя получить повторно.",
    "Let's pass GSTAIQ to the world together, so everyone feels joy and reward":"Давайте вместе передадим GSTAIQ миру, чтобы каждый почувствовал радость и награду",
    "Copy invitation link":"Скопировать ссылку-приглашение",
    "Invitation link":"Ссылка для приглашения",
    "Asset Details":"Детали актива",
    "Income":"Доход"
   
    

      
}